Repository: ewheeler/rapidsms-community-apps
Catalog: smsforum/locale/*/LC_MESSAGES/django.po
Languages: fr

source: join
fr: entrer

source: name
fr: nom

source: leave
fr: quitter

source: language
fr: langage

source: help
fr: aide

source: create
fr: créer

source: remove
fr: enlever

source: member
fr: membre

source: citizens
fr: citoyens

source: internal-error
fr: ERROR: Désolé, il y a eu un problème. Merci d'envoyer à nouveau plus tard

source: village_name
fr: nom de communauté

source: village-not-known %(unknown)s
fr: Je ne peux pas trouver le communauté '%(unknown)s'

source: village-not-found %(suggested)s
fr: Désolé, je ne reconnais pas cet endroit. Est-ce que vous pensez de l'un de ceci? %(suggested)s

source: command-not-understood
fr: Désolé, je ne peux pas comprendre cet ordre. Txter '#aide' pour voir une liste des ordres acceptables

source: command-not-understood %(sug_1)s %(sug_rest)s
fr: Désolé, je ne peux pas comprendre cet ordre. Est-ce que vous voulez dire: %(sug_1)s ou %(sug_rest)s?

source: blast-fail_not-member-of-any-village
fr: SVP, rejoignez une communauté avant d'envoyer un message. Escrivez # entrer puis 'nom de communcauté'

source: blast-fail_message-too-long %(msg_len)d %(max_latin)d %(max_unicode)d
fr: Désolé, ce message fait plus de %(max_latin)d caractères. Merci de le reccourcir et de l'envoyer à nouveau. (Unicode max: %(max_unicode)d caractères.)

source: blast-message_outgoing %(text)s %(recipients)s %(sender)s
fr: %(text)s - %(sender)s

source: blast-acknowledge %(text)s %(recipients)s
fr: Votre message a été envoyé à: %(recipients)s

source: citizens-fail_no-village
fr: Merci de renvoyer avec le nom d'un communauté. Par example, '.citizens communauté'

source: citizens-success %(village)s %(citizens)s
fr: %(village)s: %(citizens)s

source: citizens-success_long-list %(village)s %(citizens)s
fr: %(village)s: %(citizens)s et plus

source: create-village-fail_no-village-name
fr: SVP envoyer un nom pour le communauté, e.g. #entrer 'nom de communauté'

source: create-village-fail_village-already-exists %(village)s
fr: La communauté %(village)s existe déjà

source: create-village-fail_name-too-long %(village)s %(max_char)d
fr: Désolé, ce nom fait plus de %(max_char)d caractères. Merci de le reccourcir et de l'envoyer à nouveau.

source: create-village-success %(village)s
fr: La communauté %(village)s a été créée

source: direct-blast-acknowledge %(text)s %(recipient)s
fr: Votre message a été envoyé à: %(recipient)s

source: direct-blast-fail_recipient-not-found %(recipient)s
fr: Je ne peux pas envoyer cette message. Je ne peux pas trouvé '%(recipient)s'

source: direct-blast-fail_too-many-recipients %(recip_1)s and %(recip_rest)s
fr: Je ne peux pas trouver ce recipient. Est-ce que vous voulez dire %(recip_1)s?

source: help-with-commands_fr
fr: .entrer .quitter .nom .langage .aide

source: help-with-commands_en
fr: .join (entrer) .leave (quitter) .name (nom) .language (langage) .help (aide)

source: help-with-commands_pul
fr: .naalde (entrer) .yaltude (quitter) .yettoode (nom) .lang (langage) .help-pul (aide)

source: help-with-commands_wol
fr: .duggu (entrer) .genn (quitter) .sant (nom) .lang (langage) .help-wol (aide)

source: help-with-commands_dyu
fr: .unoken (entrer) .upur (quitter) .karees (nom) .lang (langage) .rambenom (aide)

source: help-with-commands
fr: Vous pouvez texter: #entrer COMMUNAUTE - #quitter - #nom NOM - #lang LANG

source: inbound-message_rejected
fr: Vous ne pouvez pas envoyer les messages. Vous n'avez pas le permission d'envoyer.

source: join-success %(village)s
fr: Merci d'avoir rejoint la communauté '%(village)s' - bienvenue!

source: language-set-fail_code-not-understood %(langs)s
fr: Vous pouvez utiliser un des langues suivants: %(langs)s

source: language-set-success %(lang)s
fr: La langue que vous avez sélectionnée est '%(lang)s'

source: leave-success %(villages)s
fr: Vous venez de quitter la communauté '%(villages)s' Au revoir!

source: leave-fail_village-not-found %(village)s
fr: Je ne peux pas trouver la communauté quit s'appelle '%(village)s'

source: leave-fail_not-member-of-village
fr: Vous n'appartenez à aucune communauté pour le moment. Pour nous rejoindre, vueillez écrire # puis 'nom de village

source: member-fail_not-member-of-village
fr: Vous n'etes pas parti d'aucune communauté

source: member-success %(village_names)s
fr: Vous etes membre des communautés suivants: %(village_names)s

source: member-success_long-list %(village_names)s
fr: Vous etes membre des communautés suivants: %(village_names)s et de plus

source: name-register-success %(name)s
fr: Bonjour %(name)s. Merci d'avoir enregistré votre nom! Il apparaitra dorénavant sur tous les messages que vous envoyez

source: name-register-fail_name-too-long %(name)s %(max_char)d
fr: Désolé, ce nom fait plus de %(max_char)d caractères. Merci de le reccourcir et de l'envoyer à nouveau.

source: name-acknowledge %(name)s
fr: Vous etes enregistré avec le nom: %(name)s

source: remove-fail_no-village
fr: Merci de renvoyer avec le nom d'une communauté, e.g.: '.enlever village'

source: remove-success %(village)s
fr: La communauté '%(village)s' a eté enlevée.

source: Edit Village
fr: Modifier Le Village

source: Edit Member
fr: Modifier Le Membre

source: Village %(village_name)s successfully created
fr: Village %(village_name)s a eté créé

source: Village already exists!
fr: Cette village a eté déjà créé

source: Form invalid
fr: La forme est invalide

source: Add Village
fr: Ajouter une village

source: Member '%(member_name)s' successfully created
fr: Le membre '%(member_name)s' a ete cree

source: Add Member
fr: Ajouter un membre

source: Name
fr: Nom

source: Members
fr: Membres

source: No villages yet
fr: Pas de villages
